tap "artginzburg/tap"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "glib"
brew "automake"
brew "awscli"
brew "btop"
brew "pkg-config"
brew "cmake"
brew "coreutils"
brew "exiftool"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-filter-repo"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "htop"
brew "imagemagick"
brew "ircii"
brew "neovim-remote"
brew "node"
brew "node@14", link: true
brew "ripgrep"
brew "stow"
brew "terraform"
brew "transmission-cli"
brew "tree"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "artginzburg/tap/barhide"
cask "adobe-creative-cloud"
cask "android-studio"
cask "anki"
cask "deepl"
cask "discord"
cask "google-chrome"
cask "iina"
cask "karabiner-elements"
cask "keycastr"
cask "kid3"
cask "macs-fan-control"
cask "notion"
cask "openemu"
cask "plex-media-server"
cask "postman"
cask "rar"
cask "slack"
cask "steam"
cask "transmission"
cask "wkhtmltopdf"
cask "zoom"
