tap "artginzburg/tap"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "glib"
brew "automake"
brew "awscli"
brew "btop"
brew "fontconfig"
brew "pkg-config"
brew "cmake"
brew "coreutils"
brew "exiftool"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fluid-synth"
brew "pango"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "python@3.10"
brew "git-filter-repo"
brew "go"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "iat"
brew "shared-mime-info"
brew "imagemagick"
brew "ircii"
brew "jq"
brew "kubernetes-cli"
brew "mdf2iso"
brew "neovim", args: ["HEAD"]
brew "neovim-remote", link: false
brew "node"
brew "node@14"
brew "node@16", link: true
brew "p7zip"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "scummvm"
brew "stow"
brew "terraform"
brew "transmission-cli"
brew "trash"
brew "tree"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "artginzburg/tap/barhide"
cask "adobe-creative-cloud"
cask "android-studio"
cask "anki"
cask "deepl"
cask "discord"
cask "fs-uae"
cask "fs-uae-launcher"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "karabiner-elements"
cask "keycastr"
cask "kid3"
cask "macs-fan-control"
cask "notion"
cask "openemu"
cask "plex-media-server"
cask "postman"
cask "rar"
cask "scummvm"
cask "slack"
cask "steam"
cask "transmission"
cask "wkhtmltopdf"
cask "zoom"
